Revit 2027 API
ParameterTypeId.SteelElemWeldTextModule Property
 "Text module"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemWeldTextModule { get; }
Public Shared ReadOnly Property SteelElemWeldTextModule As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemWeldTextModule {
	ForgeTypeId^ get ();
}
static member SteelElemWeldTextModule : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace